Repository: iulianastroia/air_quality
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Thank you for your message. We will get back to you shortly.
ro: Mulțumim pentru mesaj. Vom reveni curând cu un răspuns.

source: Please select a sensor from the list.
ro: Selectează un senzor din listă.

source: Please select a period shorter or equal to one month.
ro: Selectează o perioadă mai scurtă sau egală cu o lună.

source: Edit successful
ro: Editare cu succes

source: For more details, click here
ro: Pentru mai multe detalii, apasă aici

source: Sensor
ro: Senzor

source: Unit
ro: Unitate

source: Concentration
ro: Concentrație

source: Select
ro: Selectează

source: O3(1h average)
ro: O3(medie la 1 oră)

source: PM2.5(24h average)
ro: PM2.5(medie la 24 de ore)

source: PM10(24h average)
ro: PM10(medie la 24 de ore)

source: NO2(1h average)
ro: NO2(medie la 24 de ore)

source: SO2(1h average)
ro: SO2(medie la 24 de ore)

source: O3(8h average)
ro: O3(medie la 8 ore)

source: Air Quality Index
ro: Indicele calității aerului

source: Air Quality Category
ro: Categoria calității aerului

source: Calculate Air Quality Index
ro: Calculează indicele calității aerului

source: Ozone values must be between 125 and 604. Please enter a valid value.
ro: Valorile ozonului trebuie să se încadreze între 125 și 604. Te rog să introduci o valoare validă.

source: PM2.5 values must be between 0 and 500.4. Please enter a valid value.
ro: Valorile PM2.5 trebuie să se încadreze între 0 și 500.4. Te rog să introduci o valoare validă.

source: PM10 values must be between 0 and 604. Please enter a valid value.
ro: Valorile PM10 trebuie să se încadreze între 0 și 604. Te rog să introduci o valoare validă.

source: NO2 values must be between 0 and 2049. Please enter a valid value.
ro: Valorile NO2 trebuie să se încadreze între 0 și 2049. Te rog să introduci o valoare validă.

source: SO2 values must be between 0 and 1004. Please enter a valid value.
ro: Valorile SO2 trebuie să se încadreze între 0 și 1004. Te rog să introduci o valoare validă.

source: Ozone values must be between 106 and 200. Please enter a valid value
ro: Valorile ozonului trebuie să se încadreze între 106 și 200. Te rog să introduci o valoare validă.

source: Good
ro: Bun

source: Moderate
ro: Moderat

source: MSE is
ro: Valoarea MSE este

source: Unhealthy for Sensitive Groups
ro: Nesănătos pentru grupuri sensibile

source: *Send directly an e-mail
ro: *Trimite direct un e-mail

source: Leave your feedback message below
ro: Lasă o recenzie mai jos

source: * Your name
ro: *Nume

source: Please enter valid credentials.
ro: Te rog să introduci informații valide.

source: Account created.
ro: Contul a fost creat.

source: Please enter your name.
ro: Te rog să introduci numele tău.

source: * Your e-mail
ro: *Adresă de e-mail

source: Please enter your e-mail.
ro: Te rog să introduci adresa de e-mail.

source: * Your phone number
ro: *Număr de telefon

source: Please enter your phone number.
ro: Te rog să introduci numărul de telefon.

source: *Your Message
ro: *Mesaj

source: Please enter your feedback message.
ro: Te rog să introduci mesajul tău.

source: Brasov, Romania
ro: Brașov, România

source: Purpose
ro: Scop

source: The purpose of this application is to inform people about the utter importance of air quality. Pollution represents a factor which contributes to decreasing of life quality and to increasing the risk to develop unwanted diseases, such as asthma, pulmonary cancer and cardiovascular problems.
ro: Scopul acestei aplicații este de a informa oamenii despre importanța calității aerului. Poluarea reprezintă un factor care contribuie la diminuarea calității vieții și la creșterea riscului de a dezvolta afecțiuni nedorite, precum astmul, cancer pulmonar și probleme cardiovasculare.

source: Anomalies
ro: Anomalii

source: This application's main goal is to detect anomalies and their cause.These are observed using certain algorithms, such as Facebook Prophet and Isolation Forest.
ro: Scopul principal al acestei aplicații este de a detecta anomaliile și cauza apariției lor. Acestea sunt observate prin intermediul unor anumiți algoritmi, precum Facebook Prophet și Isolation Forest.

source: Awareness
ro: Conștientizare

source: Moreover, the application wants to raise awareness at the variety of factors which contribute to pollution and how their values vary from one moment to another.
ro: În plus, aplicația dorește să contribuie la sporirea conștientizării existenței mai multor factori care contribuie la poluare și variația valorilor acestora de la un moment la altul.

source: Parameters
ro: Parametri

source: Air Quality Index(AQI)
ro: Indicele calității aerului(ICA)

source: Air Pollution Level
ro: Nivel de poluare

source: Health Implications
ro: Influențe asupra sănătății

source: Recommended Precautions
ro: Precauții recomandate

source: Color Symbol
ro: Culoare simbolică

source: Air quality is considered satisfactory, and air pollution poses little or no risk
ro: Calitatea aerului este considerată satisfăcătoare, iar poluarea aerului prezintă risc minim sau inexistent.

source: None
ro: Nimic

source: Green
ro: Verde

source: Moderate
ro: Moderat

source: Air quality is acceptable; however, for some pollutants there may be a moderate health concern for a very small number of people who are unusually sensitive to air pollution.
ro: Calitatea aerului este acceptabilă. Totuși, anumiți poluanți pot crea probleme moderate pentru un număr mic de oameni, sensibili la poluare.

source: Active children and adults, and people with respiratory disease, such as asthma, should limit prolonged outdoor exertion.
ro: Copiii și adulții activi, precum și oamenii cu probleme respiratorii, precum astmul, ar trebui să limiteze expunerea la activități în aer liber.

source: Yellow
ro: Galben

source: Unhealthy for Sensitive Groups
ro: Nesănătos pentru grupuri sensibile

source: Members of sensitive groups may experience health effects. The general public is not likely to be affected.
ro: Membrii grupurilor sensibile ar putea avea parte de efecte asupra sănătății. În mod normal, publicul general nu este afectat.

source: Orange
ro: Portocaliu

source: Unhealthy
ro: Nesănătos

source: Everyone may begin to experience health effects; members of sensitive groups may experience more serious health effects.
ro: Toată lumea ar putea experimenta probleme asupra sănătății; membrii grupurilor sensibile ar putea experimenta probleme mai grave.

source: Active children and adults, and people with respiratory disease, such as asthma, should avoid prolonged outdoor exertion; everyone else, especially children, should limit prolonged outdoor exertion.
ro: Copiii și adulții activi, precum și oamenii cu probleme respiratorii, precum astmul, ar trebui să evite expunerea în aer liber pe timp îndelungat; toți ceilalți, în mod special copiii, ar trebui să limiteze expunerea în aer liber.

source: Red
ro: Roșu

source: Very Unhealthy
ro: Foarte nesănătos

source: Health warnings of emergency conditions. The entire population is more likely to be affected.
ro: Atenționări de sănătate pentru condiții extreme. Întreaga populație este predispusă să fie afectată.

source: Active children and adults, and people with respiratory disease, such as asthma, should avoid all outdoor exertion; everyone else, especially children, should limit outdoor exertion.
ro: Copiii și adulții activi, precum și persoanele cu probleme respiratorii, precum astmul, ar trebui să evite expunerea în aer liber; toți ceilalți, în special copiii, ar trebui să limiteze expunerea în aer liber.

source: Purple
ro: Mov

source: Health alert: everyone may experience more serious health effects.
ro: Alertă de sănătate: toți oamenii ar putea experimenta efecte serioase asupra sănătății.

source: Everyone should avoid all outdoor exertion.
ro: Toți oamenii ar trebui să evite expunerea în aer liber.

source: Maroon
ro: Maro

source: AQI of
ro: Indicele calității aerului pentru

source: is
ro: este

source: Pollutant
ro: Poluant

source: Sensors
ro: Senzori

source: Please select a longer period of time. Facebook Prophet cannot function with such a short period.
ro: Te rog să selectezi o perioadă mai lungă de timp. Facebook Prophet nu poate funcționa cu puține date.

source: Dashboard
ro: Panou de bord

source: AQI Calculator
ro: Calculator ICA

source: Air Pollution
ro: Poluarea aerului

source: aqi
ro: ica

source: aqi category
ro: categorie ica

source: Period
ro: Perioadă

source: Maps
ro: Hărți

source: About
ro: Despre

source: Health Effects
ro: Efecte asupra sănătății

source: 8 hour mean
ro: Medie la 8 ore

source: Great levels of ozone can have an impact upon human health, due to the fact that they cause lung problems and breathing issues, such as asthma.
ro: Valorile mari ale ozonului pot avea un impact asupra sănătății umane, din cauza faptului că acestea produc probleme pulmonare și respiratorii, precum astmul.

source: Annual mean
ro: Medie anuală

source: Particulate matter can lead to cardiovascular disease, chronic pulmonary disease and lung cancer.
ro: Particulele în suspensie pot provoca afecțiuni cardiovasculare, boli pulmonare cronice și cancer pulmonar.

source: 24 hour mean
ro: Medie la 24 de ore

source: Can lead to asthma attacks, high blood pressure, heart attack, strokes and premature death.
ro: Pot provoca afecțiuni astmice, presiune arterială mare, infarct, accident vascular cerebral și decese premature.

source: Can lead to asthma, allergy, irritation of the airways and lung disfunctionality.
ro: Pot cauza astm, alergie, iritarea căilor aeriene și disfuncționalități pulmonare.

source: Highly urbanized areas
ro: Zone înalt urbanizate

source: Long exposure to NO<sub>2</sub> can lead to asthma and pulmonary disease.
ro: Expunerea prelungită la NO<sub>2</sub> poate provoca astm și boli pulmonare.

source: 1 hour mean
ro: Medie la o oră

source: 10 minute mean
ro: Medie la 10 minute

source: It can lead to respiratory issues, eye strain and disfunctionality to the lungs.
ro: Pot cauza probleme respiratorii, oboseală oculară și disfuncționalități pulmonare.

source: Edit Account
ro: Editare cont

source: Please enter your password.
ro: Te rog să introduci parola.

source: Show password
ro: Arată parola

source: Cancel
ro: Renunță

source: Login
ro: Logare

source: Username
ro: Nume de utilizator

source: Please enter your username.
ro: Te rog să introduci numele de utilizator.

source: Password
ro: Parolă

source: Confirm
ro: Confirmare

source: Create an account
ro: Creează un cont

source: Register
ro: Înregistrare

source: I already have an account
ro: Am deja cont

source: Start Date
ro: Dată de început

source: End Date
ro: Dată de final

source: Show Heatmap
ro: Arată harta termografică

source: Algorithm
ro: Algoritm

source: Please select an algorithm from the list.
ro: Te rog selectează un algoritm din listă.

source: Select an algorithm from the list
ro: Selectează un algoritm din listă

source: Linear Regression
ro: Regresie liniară

source: Polynomial Regression
ro: Regresie polinomială

source: Spline Regression
ro: Regresie spline

source: Download selected data
ro: Descarcă datele selectate

source: Predict Data
ro: Calculează predicții

source: Timeseries
ro: Serii de timp

source: Show boxplot
ro: Arată diagrama boxplot

source: Visualize Data
ro: Vizualizare date

source: Choose a sensor from the list
ro: Alege un senzor din listă

source: Home
ro: Acasă

source: Predictions
ro: Predicții

source: Time Series
ro: Serii de timp

source: AQI Heatmap
ro: ICA hartă termografică

source: Account
ro: Cont

source: Edit
ro: Editare

source: Logout,
ro: Deloghează-te,

source: Create account
ro: Creează un cont

source: English
ro: Engleză

source: Romanian
ro: Română

source: Map
ro: Hartă

source: Map Version 2
ro: Hartă versiunea 2

source: Help
ro: Ajutor

source: AQI
ro: ICA

source: Change Theme Color
ro: Schimbă culoarea temei

source: Language
ro: Limbă

source: Settings
ro: Setări

source: Send Feedback
ro: Trimite recenzia

source: Connected to device.
ro: Conectat la dispozitiv.

source: loading
ro: se încarcă

source: Units ok
ro: Unități ok

source: Idle
ro: Ocupat

source: Temperature
ro: Temperatură

source: Pressure
ro: Presiune

source: Humidity
ro: Umiditate

source: Formaldehyde
ro: Formaldehidă

source: Ozone
ro: Ozon

source: Carbon Dioxide
ro: Dioxid de carbon

source: Timelocal
ro: Timp

source: Volatile organic compound(VOC)
ro: Compus organic volatil(COV)

source: Noise
ro: Zgomot

source: All
ro: Toți senzorii

source: row(s)
ro: înregistrări

source: Linear Regression for
ro: Regresie liniară pentru

source: Actual values
ro: Valori actuale

source: pressure
ro: presiune

source: temperature
ro: temperatură

source: humidity
ro: umiditate

source: voc
ro: cov

source: noise
ro: zgomot

source: Day
ro: Dată

source: Residual
ro: Rezidual

source: Forecast for Five Days
ro: Predicții pentru următoarele 5 zile

source: Data was downloaded
ro: Datele au fost descărcate

source: *E-mail
ro: *Adresă de e-mail

source: Correlation matrix
ro: Matricea de corelație

source: *Password
ro: *Parolă

source: Boxplot cannot be created for all sensors.
ro: Graficul de tip boxplot nu poate fi creat pentru toți senzorii.

source: Please enter a valid concentration.
ro: Te rog să introduci o concentrație validă.

source: Hazardous
ro: Hazard

source: Polynomial regression for
ro: Regresie polinomială pentru

source: Polynomial Grade %d
ro: Grad polinomial %d

source: Regression Spline for
ro: Regresie spline pentru

source: Predicted values grade
ro: Valori prezise pentru gradul

source: Comparison between predicted values and real ones
ro: Comparație între valorile prezise și cele reale

source: Yhat-predicted value
ro: Yhat-valori prezise

source: Y-actual value
ro: Y-valori actuale

source: Yhat_lower-low limit of predictions
ro: Yhat_lower-limita inferioară a predicțiilor

source: Yhat_upper-high limit of predictions
ro: Yhat_upper-limita superioară a predicțiilor

source: Residual plot for
ro: Grafic rezidual pentru

source: Best prediction grade is
ro: Cel mai bun grad al predicției este

source: for a MSE equal to
ro: pentru o valoare MSE egală cu

source: Change to Dark Theme
ro: Schimbă la temă închisă

source: Change to Light Theme
ro: Schimbă la temă deschisă
